/*
     __                            ___
    /\ \                     __  /'___\
    \ \ \         __     __ /\_\/\ \__/  __  __
     \ \ \  __  /'__`\ /'_ `\/\ \ \ ,__\/\ \/\ \
      \ \ \L\ \/\  __//\ \L\ \ \ \ \ \_/\ \ \_\ \
       \ \____/\ \____\ \____ \ \_\ \_\  \/`____ \
        \/___/  \/____/\/___L\ \/_/\/_/   `/___/> \
                         /\____/             /\___/
                         \_/__/              \/__/

    Copyright (c) 2013 by Legify UG. All Rights Reserved.

        チャレンジして失敗ことを恐れるよりも、何もしないことを恐れろ。
*/


//var fs = require("fs");
exports.config = {
    port        : 80,
    IP          : '0.0.0.0',
    blacklist   : []
};
