/*
     __                            ___
    /\ \                     __  /'___\
    \ \ \         __     __ /\_\/\ \__/  __  __
     \ \ \  __  /'__`\ /'_ `\/\ \ \ ,__\/\ \/\ \
      \ \ \L\ \/\  __//\ \L\ \ \ \ \ \_/\ \ \_\ \
       \ \____/\ \____\ \____ \ \_\ \_\  \/`____ \
        \/___/  \/____/\/___L\ \/_/\/_/   `/___/> \
                         /\____/             /\___/
                         \_/__/              \/__/

    Copyright (c) 2013 by Legify UG. All Rights Reserved.

        チャレンジして失敗ことを恐れるよりも、何もしないことを恐れろ。
*/

exports.name = "util";

exports.HelloWorld = function ( w, a, t ) {
        return "Hello World!";
};
